Repository: frstkls/wp-content
Catalog: languages/plugins/force-regenerate-thumbnails-*.po
Languages: nl_be

# Thumbnail regen page
source: Force Regenerate Thumbnails
nl_be: Opnieuw generen thumbnails forceren

# Media Library bulk actions drop-down
source: Force Regenerate Thumbnails
nl_be: Opnieuw generen thumbnails forceren

# Media row action
source: Force Regenerate Thumbnails
nl_be: Opnieuw generen thumbnails forceren

source: Successfully regenerated in %s seconds
nl_be: Met succes opnieuw gegenereerd in %s seconden

source: Regenerate: %s
nl_be: Regenereren: %s

source: Please ensure the folder has write permissions (chmod 755): %s
nl_be: Verzeker je ervan dat de map schrijfrechten heeft (chmod 755): %s

source: Deleted error: %s
nl_be: Verwijderd fout: %s

source: Deleted: %s
nl_be: Verwijderd: %s

source: Image Debug 4: %s
nl_be: Afbeelding debug 4: %s

source: Image Debug 3: %s
nl_be: Afbeelding debug 3: %s

source: Image Debug 2: %s
nl_be: Afbeelding debug 2: %s

source: Image: %s
nl_be: Afbeelding: %s

source: Upload Directory: %s
nl_be: Upload map: %s

source: Unknown failure.
nl_be: Onbekende fout.

source: The originally uploaded image file cannot be found.
nl_be: Het oorspronkelijk geüploade afbeeldingsbestand is niet te vinden.

source: Skipped: %d is a SVG
nl_be: Overgeslagen: %d is een SVG

source: Failed: The imagick extension is required for PDF files.
nl_be: Mislukt: de imagick extensie is vereist voor PDF bestanden.

source: Failed: %d is an invalid media ID.
nl_be: Mislukt: %d is een ongeldig media ID.

source: Skipped: %d
nl_be: Overgeslagen: %d

source: Access token has expired, please reload the page.
nl_be: Access token is verlopen, herlaad de pagina.

source: Your user account does not have permission to regenerate thumbnails.
nl_be: Je gebruikersaccount heeft geen toestemming om thumbnails opnieuw te genereren.

source: No attachment ID submitted.
nl_be: Geen bijlage ID ingediend.

source: Install the free %s for sharper thumbnails, better compression, and to control which thumbnails are created.
nl_be: Installeer de gratis %s voor scherpere thumbnail, betere compressie en om te bepalen welke thumbnails worden gemaakt.

source: Media Library
nl_be: Mediabibliotheek

source: You may regenerate thumbnails for specific images from the %s in List mode.
nl_be: Je kunt thumbnails opnieuw genereren voor specifieke afbeeldingen van de %s in de lijstmodus.

source: Specific Thumbnails
nl_be: Specifieke thumbnails

source: Regenerate All Thumbnails
nl_be: Genereer alle thumbnails opnieuw

source: Be sure to backup your site before you begin.
nl_be: Maak een back-up van je website voordat je begint.

source: You may regenerate thumbnails for all images that you have uploaded to your blog.
nl_be: Je kunt thumbnails opnieuw genereren voor alle afbeeldingen die je naar je blog hebt geüpload.

source: All Thumbnails
nl_be: Alle thumbnails

source: Failure: %s
nl_be: Mislukt: %s

source: Success: %s
nl_be: Gelukt: %s

source: Total: %s
nl_be: Totaal: %s

source: Process Information
nl_be: Proces informatie

source: Abort Process
nl_be: Proces annuleren

source: You must enable Javascript in order to proceed!
nl_be: Je dient JavaScript te activeren om verder te kunnen gaan!

source: Please be patient while the thumbnails are regenerated. Details will be displayed below as each image is completed.
nl_be: Even geduld terwijl de thumbnails opnieuw worden gegenereerd. Details worden hieronder weergegeven wanneer elke afbeelding is afgerond.

source: You do not appear to have uploaded any images or PDF files yet.
nl_be: Het lijkt erop dat je nog geen afbeeldingen of pdf bestanden hebt geüpload.

source: Retry Failed Images
nl_be: Mislukte afbeeldingen opnieuw proberen

source: Go back to the previous page.
nl_be: Ga terug naar de vorige pagina.

source: All done!
nl_be: Helemaal klaar!

source: Regenerate the thumbnails for this single image
nl_be: Genereer de thumbnails opnieuw voor alleen deze afbeelding

source: Unknown error occured.
nl_be: Er is een onbekende fout opgetreden.

source: Stopping...
nl_be: Wordt gestopt...

source: Access denied.
nl_be: Toegang geweigerd.

source: Delete and REALLY force the regeneration of thumbnails.
nl_be: Verwijder en forceer ECHT het opnieuw genereren van de thumbnail.
